[
  {
    "id": 1,
    "name": "OBD Tracker",
    "image": "/products/product1.png",
    "images": [
      "/products/product1.png",
      "/products/product1a.png",
      "/products/product1b.png",
      "/products/product1c.png",
      "/products/product1d.png",
      "/products/product1e.png"
    ],
    "detail": "TrackAlways (Remote Engine Lock) - Wired Hidden GPS Tracker with Location Tracking, Geo Fence Alert, More 15+ Features for Car, Bike, Truck, Bus with (1 Year Free Premium App)",
    "detail1": "Package: GPS Device (Lite) + 12V Relay + 1 year free app subscription + 1 year replacement warranty ",
    "detail2": " Airtel Sim card (Inactive) + User Manual ✨Remote Engine Lock : The device comes with a relay, This allows you to remotely switch ON/OFF your vehicle in case of theft. ✨Premium App",
    "detail3": "Enjoy seamless vehicle tracking with our easy to use and premium mobile app providing all the details at your finger tips.",
    "description": "Lock Your Car/Bike Engine from Anywhere Here's why you'll love it: Easy Control: Lock or unlock your car engine with a tap on your phone. Peace of Mind: Keep your car safe from anywhere, anytime. Simple Setup: Install it hassle-free and enjoy enhanced security.",
    "price": 999,
    "reviews": 105,
    "shortDescription": "Easily install it in your vehicle with the help of your local mechanic."
  },
  {
    "id": 2,
    "name": "Vehicle 4G Tracker",
    "image": "/products/product2.png",
    "images": [
      "/products/product2.png",
      "/products/product2a.png",
      "/products/product2b.png",
      "/products/product2c.png",
      "/products/product2d.png",
      "/products/product2e.png"
    ],
    "detail": "Track Always AI-Based Smart 4G Tracker for Vehicles & Personal Use, Real-Time Location, Geo-Fencing, Alerts, Route History",
    "detail1": "Real-Time Tracking: Gain complete visibility over your vehicle or asset with this AI-based smart GPS tracker that provides real-time location updates.",
    "detail2": "Geo-Fencing Capabilities: Set up virtual boundaries and receive instant alerts when your tracked object enters or exits the designated areas.",
    "detail3": "Route History: Monitor and review the complete route history of your tracked item, enabling you to analyse travel patterns and optimise efficiency.",
    "description": "Introducing the Track Always AI-based Smart 4G Tracker, an innovative device designed to empower connectivity and enhance efficiency. This cutting-edge tracker utilises advanced GPS technology to provide real-time location tracking for vehicles and personal use.",
    "price": "3,989",
    "reviews": 85,
    "shortDescription": "Stay connected with your tracker through dedicated mobile apps available on both the App Store and Google Play Store."
  },
  {
    "id": 3,
    "name": "Vehicle Tracker Lite",
    "image": "/products/product3.png",
    "images": [
      "/products/product3.png",
      "/products/product3a.png",
      "/products/product3b.png",
      "/products/product3c.png",
      "/products/product3d.png",
      "/products/product3e.png"
    ],
    "detail": "TrackAlways (Remote Engine Lock) - Wired Hidden GPS Tracker with Location Tracking, Geo Fence Alert, More 15+ Features for Car, Bike, Truck, Bus with (1 Year Free Premium App)",
    "detail1": "Package: GPS Device (Lite) + 12V Relay + 1 year free app subscription + 1 year",
    "detail2": " The device comes with a relay, This allows you to remotely switch ON/OFF your vehicle in case of theft. ",
    "detail3": "Track your vehicle with the help of 5+ Advanced tracking features",
    "description": "Track your vehicle with the help of 5+ Advanced tracking features including : Live location tracking, Speed tracking, Geo fence alert, Overspeed alert, Fuel consumption. ",
    "price": 999,
    "reviews": 210,
    "shortDescription": "Easily install it in your vehicle with the help of your local mechanic."
  },
  {
    "id": 4,
    "name": "Wireless Tracker 6000",
    "image": "/products/product4.png",
    "images": [
      "/products/product4.png",
      "/products/product4a.png",
      "/products/product4b.png",
      "/products/product4c.png",
      "/products/product4d.png",
      "/products/product4e.png"
    ],
    "detail": "The Wireless Tracker 6000 is a cutting-edge, compact power bank that ensures you never have to worry about running out of battery. Ideal for travelers, students, and professionals, it supports fast charging and is compatible with multiple devices.",
    "detail1": "Equipped with 10,000mAh of power, the Tracker 6000 can fully charge most smartphones up to three times on a single charge. Its sleek design is crafted for portability, making it easy to slip into any bag or pocket.",
    "detail2": "This power bank also features intelligent protection technology to guard against overcharging, overheating, and short circuits, so your devices stay safe while charging.",
    "detail3": "Comes with universal compatibility, supporting iPhone, Android, tablets, and even smaller laptops. The Wireless Tracker 6000 is also built with a convenient LED display to indicate power levels at a glance.",
    "description": "Never run out of battery again with our high-capacity portable charger. The Wireless Tracker 6000 offers reliable, high-speed charging on the go, perfect for all your devices. Its compact design and powerful capacity make it a must-have for anyone on the move.",
    "price": 1200,
    "reviews": 150,
    "shortDescription": "High-speed charging, portable and powerful with a sleek design."
  },  
  {
    "id": 5,
    "name": "Wireless Tracker 10000",
    "image": "/products/product5.png",
    "images": [
      "/products/product5.png",
      "/products/product5a.png",
      "/products/product5b.png",
      "/products/product5c.png",
      "/products/product5d.png",
      "/products/product5e.png"
    ],
    "detail": "Introducing the Wireless Tracker 10000, a cutting-edge Bluetooth tracker designed to help you keep track of your valuables effortlessly. Its sleek, compact design makes it easy to attach to keys, bags, or anything you don't want to lose.",
    "detail1": "Equipped with advanced GPS technology, the Wireless Tracker 10000 provides real-time location updates, ensuring you can always find your essentials. The user-friendly mobile app allows you to monitor your items with ease.",
    "detail2": "Featuring a long-lasting battery life, this tracker is built to withstand your daily adventures. With its robust construction and water-resistant design, it’s perfect for outdoor use, making it ideal for travelers and busy individuals.",
    "detail3": "The Wireless Tracker 10000 also includes a built-in alarm feature that alerts you when you’re out of range of your belongings. Never worry about losing your important items again, thanks to this innovative solution.",
    "description": "Stay organized and keep track of your belongings with the Wireless Tracker 10000. Designed for those who lead a busy lifestyle, this tracker offers peace of mind and convenience.",
    "price": 1800,
    "reviews": 120,
    "shortDescription": "Advanced Bluetooth tracker with real-time GPS, long battery life, and alarm feature."
  }  
]
